export const longText = `
 ඩීල් මැරේජ්...

අටවන කොටස..❣

🐞━━━━━━━⸙S💜K⸙━━━━━━━🐞

නෙතූ එහෙමම ආයෙත් ඇදෙ හාන්සි වෙද්දි දනුක වොශ් රූම් ගියෙ ඔෆිස් යන්න ලෑස්ති වෙන්න හිතාගෙන...

" මං ගිහින් එන්නං නෙතූ...ඔයා පරිස්සමට ඉන්න..මොකක් හරි අවශ්‍යතාවයක් උනොත් මට කෝල් එකක් දෙන්න..ඔයාගෙ කෑම ටික මං උඩට එවන්න කියන්නම්...."

................🌼අද එතැන් සිට🌼...............

" සීතම්මේ...නෙතූ ගැන ටිකක් බලන්න...ටිකක් අසනීපයි වගෙ ලු..අද ඔෆිස් යන්නෑ එයා... කෑම ටික උඩට ගිහින් දෙන්න..මහන්සි කරවන්න එපා..එහෙනම් මං ගිහින් එන්නං..."

කුස්සියෙ ඉදපු නිකිනිව සත පහකට ගනන් ගන්නැතුව දනුක යන්න ගියෙ කුරිරු සතුටක් හිතේ රදවගෙන...

" මං ගිහින් නෙතූව බලන්නද සීතම්මෙ?"

සීත කටත් ඇරන් නිකිනි දිහා බැලුවෙ පුදුම වෙලා...

" ඔයාට මෙච්චර රිද්දන අපෙ පොඩි සර් ගැන කිසිම තරහක් නැද්ද නිකිනි බේබි...මෙ කොහෙවත් ඉදන් ආව අනාත කෙල්ලෙක් ගෙ දුක සැප බලන්නෙ මොකටද ඔයා?"

"හ්ම්...අපි කරන දේවල් අපට ලැබෙයි සීතම්මෙ...අනික මේ වෙනකන් නෙතු මට වචනෙකින් වත් රිද්දල නෑ...එයා දන්න්ව එයා කරන්නෙ වැරැද්දක් කියල..එයත් ඉන්නව ඇත්තෙ ධනුකගෙන් බේරෙන්න බැරි කමට...මං මේ දවස් ටිකට තේරුම් ගත්ත එකම දේ තමයි ආදරේ කියන එක බලෙන් ලබාගන්න බෑ කියන එක..ඒත්..මගෙ හිතෙ ඉන්නෙ ධනුක විතරමයි...හිත පිරෙන්නෙ එ සුවදට විතරමයි...මං දන්නෑ ඇයි කියල..ඒත් මට අනිත් අයට වයිර කර කර තවත් පව් කරගහගන්න ඕන නෑ සීතම්මෙ..."

දවස් දෙක තුනට වෙනස් වෙලා මහ ගෑනියෙක් වගේ කතා කරන නිකිනි දිහා සීතා බලන් හිටියෙ කතාකරගන්න දෙයක් නැතුව...

" එක අතකට ඉතින් නිකිනි බේබි කියන කතාවත් ඇත්ත...ඕව මේවට වයිර කරා කියල ලැබෙන සෙතක් නෑ නෙව...නිකිනි බේබිගෙ හිත හොදයි වගේම හොද ශක්තියට තියෙනව...නැත්තං මොන ගෑනිද තමංගෙ මිනිහගෙ හොර ගෑනිට පිහිටට යන්නෙ..."

" මං කෝපි එකක් හදාගෙනම යන්නම් සීතම්මෙ..."

තනියම කෝපි හදන නිකිනි දිහා සීත බැලුවෙ යටැහිං..ඇග පොඩියට තිබුනට කෙල්ල මහ ගෑනියෙක් තරමටම හිත හයිය කරගෙන ඉන්න හැටි දැක්කම සීතට හීල්ලුනෙ ඉබේටමයි..

කතා බහක් නැතුවම කෝපි එකත් අරගෙන නිකිනි දනුකගෙ කාමරේ ඉස්සරහ හිටගත්තෙ වේදනාවෙන්...තමන් ඉන්න ඕන තැන පිට ගෑනියෙක් හරි සනීපෙට ඉන්නව නේද කියල දැනෙද්දි නිකිනිට දැනුනෙ පාලනේ කරගන්න බැරි වේදනාවක්...

" කමක් නෑ...මං මේ ගෙවන්නෙ කලින් ආත්මෙ කරපු පවක් වෙන්න ඇති...මේ ආත්මෙදිවත් එ පව ගෙවල ඉවර කරන්න ඕන..හැම ආත්මෙකදිම දනුක මගේ මහත්තය වෙන්න ඕන..."

කම්මුල් දෙපැත්තෙන් බේරෙන උණු කදුලු ගුලි පිහදගෙන හිතට හයිය අරන් නිකිනි දොරට තට්ටු කරේ හෙමීට..

"එ...එන්න සීතම්මෙ..."

නෙතූ හිතුවෙ ඒ ඇවිත් ඉන්නෙ සීතම්ම කියල...

" අ...ම්....අනේ...ඔයාද නිකිනි...අනෙ මට සමාවෙන්න නිකිනි..."

" ඕව ගැන කතා නොකර ඉමු නේද? මේ කෝපි එක බීල ඉන්න..."..

"අනෙ මං දන්නෑ නිකිනි...මං මොකක් කරන්නද කියල...අනෙ මට සමාවෙන්න...."

නෙතූ නිකිනිට මූන නොදීම බිම බලාගෙන අඩන්න ගත්තෙ වෙන කරන්න දෙයක් නැති කමට...

" මේක මගෙ ලැබීම වෙන්නැති...එ නිස එන දේකට මූන දෙනව මිසක් මට වෙන කරන්න දෙයක් නෑ...කෝ දැං ඔය අඩන එක නවත්තල මේක බොන්න..."

කෝපි එකෙන් පලවෙනි උගුර බොද්දිම  නෙතූ කටට අත තියාගෙන බාත් රූම් එකට දිව්වෙ කලබලෙන්....ඒ පස්සෙන්ම නිකිනිත් ගියෙ මුකුත් හිතාගන්න බැරුව...
සින්ක් එකට මූන ඔබාගෙන වමනෙ කරන නෙතූව අල්ලගෙන නිකිනි කල්පනා  කරේ මෙ අසනීපෙ මොකක්ද කියල...

" අපි බෙහෙත් ගන්න යන් නෙතූ..."

" අනේ ඕන නෑ නිකිනි...මේක ටිකකින් හරියයි..."

" එහෙම කියල බෑනෙ...බලන්න ඔයාට හිටගෙන ඉන්නවත් පණ නෑ...එන්න අපි ලෑස්ති වෙමු..."

නෙතූවත් වත්තන් කරගෙන නිකිනි පහල ආවෙ පරිස්සමෙන්...

" බණ්ඩාර අංකල්...."

" මේ එනව බේබි...."

" අපට ත්‍රීවිලර් එකක් කතාකරල දෙන්නකො..."

" එ කොහෙ යන්නද නිකිනි බේබි?"

" මෙ නෙතූට බෙහෙත් ගන්න..."

 බණ්ඩාර කටත් ඇරන් නිකිනි දිහා බැලුවෙ පුදුම වෙලා වගෙ...

" අනෙ ඉක්මන් කරන්න අංකල්...මෙයාට ටිකක් අමාරුයි වගේ..."

අත් දෙකෙන් ම ඔලුව බදාගෙන වේදනාවෙන් ඇස් දෙක තද කරල වහගෙන  ඉන්න නෙතූව දැක්කම බණ්ඩාරටත් තේරුනේ එන පොට හොද නෑ කියලයි...

" මං ඉක්මනට එන්නං බේබි...."

❣❣❣❣❣❣❣❣❣❣❣❣❣

" ඔයා එතකොට HCG එකක් චෙක් කරාද?"

" අනෙ නෑ ඩොක්ට..."

" පේන්න තියෙන දේවල් වල හැටියට කියන්න තියෙන්නෙ ප්‍රෙග්නට් වෙලා කියල...ඒත්...පොඩි ප්‍රශ්නයක් තියෙනව...අපි HCG එකකින් ම ටෙස්ට් කරල බලමු හරියටම ප්‍රෙග්නට් ද කියල..."

නිකිනිත් නෙතූත් මූණට මූණ බලාගත්තෙ ඇහුන දේ විස්වාස කරගන්න බැරුව...

" මම අර නර්ස් ට කියන්නම්..."

විනාඩි කීපයක් ඇතුලත නෙතූගෙ මුත්‍රා සාම්පලත් අරගෙන නර්ස් වැඩේට බැස්සෙ ඉක්මනටම මේකෙ ඉවරයක් දකින්න ඕන නිසා...

" HCG එක පොසිටිව් නෑ සර්..."

" හ්ම්..මං හිතුව ඕක වෙයි කියල...කො එ ළමයට එන්න කියන්න..."

නෙතූ ආයෙත් ඩොක්ට ලගින් ඉදගත්තෙ පපුවට අතකුත් තියාගෙන...

" මං මේ කියන දේ නිස කලබල වෙන්න එපා..."

"ම්...මොකක්ද ඩොක්ට?"

" HCG එක පොසිටිව් නැ...එ කියන්නෙ ඔය ළමය ප්‍රෙග්නට් නෑ කියන එක..තාම තරුණ ළමයි නෙ...තව කල් තියෙනව නෙ...බය වෙන්න දෙයක් නෑ...ආයෙත් ට්‍රයි කරල බලන්න...දැං එතකොට ඔය අමාරුකම් විතරයි ද ඔය ළමයට තියෙන්නෙ?"

එක පාරක් නිකිනි දිහා බලලම නෙතූ කතාව පටන් ගත්තෙ ලොකු හුස්මක් පිට කරන ගමන්...

" නෑ ඩොක්ට...මට මාස දෙකක විතර ඉදන් සැරින් සැරේට ඔලුව රිදෙන්න ගන්නව...ඒක මට ලොකු වේදනාවක්..සමහර වෙලාවට පේන් කිලර් යූස් කරත් ඒක අඩුවෙන්නෙ නෑ මට...දැං සති දෙක තුනකට කලින් මට පොඩි කැස්සක් ආව..ඒත් එක්කම සෙමත් එක්කම ලේ ආවා..."

අන්තිම වචන ටික කියද්දි නෙතුගෙ කටහඩ වෙව්ලන්න ගත්තෙ අසාමාන්‍ය විදියට...

" ඔය ගැන කියල කලින් බෙහෙත් ගත්තෙ නැද්ද?"

" එකපාරක් දෙපාරක් ගත්ත ඔලුවෙ කැක්කුම ඉවසන්නම බැරි තැන...ඒත් අඩුවක් නැති නිස ඊටපස්සෙ මං බෙහෙත් ගත්තෙ නෑ..."

"ඇයි දරුවො එහෙම කරේ?...ඕක චෙක් කරවන්න ඕන නෙ ?"

" ච්....චෙක් කරා ඩොක්ට.."

" මොකද කිව්වෙ?"

විනාඩියක් දෙකක් කිසිම සද්දයක් නැතුව ඉදපු නෙතූ ඇස් වල කදුලු පුරවගෙන නිකිනි දිහා බැලුවෙ වේදනාවෙන්...

" මගෙ මොලේ ගෙඩියක් තියෙනව කිව්...ව...එ කියන්...නෙ....Brain cancer  එකක්...."

ඇස් දෙකත් ලොකු කරගෙනම නිකිනි අත් දෙකෙන් ම කට තද කරගත්තෙ නෙතූ කියපු කිසිම දෙයක් විශ්වාස කරගන්න බැරුව...

" ඒ කියන්නෙ නෙතූට කැන්සර් එකක් තියෙනවද...එතකොට ඒකද මේ දවසට දෙකට මෙයා සුදුමැලි වෙලා ගියේ...දනුක මේව දන්නවද? මොකක්ද දැං කරන්නෙ ?"

එකපිට එක ප්‍රශ්න නිකිනිගෙ ඔලුවට ගලාගෙන ආවෙ හරිම වේගෙන්..

" ඉතින් දරුවෝ ඔයා මෙකට බෙහෙත් කරගන්නෙ නැද්ද? ඉක්මනටම බෙහෙත් කරගන්න..."

චිට් එකක වෙනත් ඩොක්ට කෙනෙක්ගෙ නමක් ලියල ඒකෙ පොඩි විස්තරේකුත් ලියලම  ඩොක්ට සීල් එක තිබ්බෙ නෙතූ දිහා බලාගෙන...

" මේ ලියල තියෙන ඩොක්ට ට පෙන්න මේක..ඉතුරු හරිය එයා බලාගනිවි..අදම මේක පෙන්න ගන්න..."

කිසිම කතාවක් නැතුවම චිට් එක අතට අරගෙන නෙතූ මෙඩිකල් රූම් එකෙන් එලියට ආවෙ කදුලු පිහදන ගමන්...

" අනෙ ඇයි මේ දේවල් ඔයා අපට කිව්වෙ නැත්තෙ? දනුක මේ  දේවල් දන්නවද? අපි ඉක්මනටම යමු මෙ ඩොක්ට හම්බ වෙන්න..."

" නෑ නිකිනි...මෙ තියෙන්නෙ මං කරපු පව් වලට මට දඩුවම් ලැබෙන විදිය...ඔයාගෙයි ධනුකගෙයි අතරට මං ආවෙ නැත්නම් අද වෙද්දි ඔය දෙන්න ලස්සන පවුල් ජීවිතයක් ගත කරනව..මට ධනුකගෙන් ගැලවෙන්න බැරි උනා...මට ලෝබ හිතුන දනුකව ඔයාට දෙන්න..ඉතින්...ඒ පව තමයි මං මේ ගෙවන්නෙ..මං කැමතියි මෙ අසනීපෙන් ම ඉක්මනට මැරිල යන්න..මං වෙනුවෙන් අඩන්න දුක් වෙන්න කවුරුත් නෑ මේ ලෝකෙ..."..

" මොනවද නෙතූ ඔයා මේ කියවන්නෙ...විකාර නැතුව බෙහෙත් ගන්න යන්..."

 " නෑ නිකිනි...දැං මේකට බෙහෙත් අරන් වැඩක් නෑ...දැං මේකට ගොඩක් කල්..මං මේ දේවල් දනුකට කිව්වෙත් නෑ...මොකද එහෙම උනා නම් එයා සෑහෙන්න දුක් වේවි...මුලු සේසතම වියදම් කරල හරි මාව ගොඩගන්න දගලයි...එහෙම වෙන්න දෙන්න බෑ නිකිනි..එ දේවල් ඔයාට අයිති ඒව.. මං පිට ගෑනියෙක්..මං නිස තව තවත් ඔයාට දුක් විදින්න වෙනවට මං ආස නෑ..ඔයා මගෙම නංගි වගේ...ඔයාගෙ හිත හොද කමට මාත් එක්ක මෙහෙම හරි කතාකරනව...ධනුකගෙ අම්මල මගෙ මූනවත් බලන්නෙ නෑ..ඒ දේවල් එහෙම වෙද්දි මට බෑ ධනුකව තව තවත් අසරණ කරන්න..."

ගොඩක් කතාකරපු නිසාම නෙතූ හති දාන්න ගත්තෙ අමාරුවෙන් හුස්ම ගන්න ගමන්...කැස්සකුත් එක්කම ලේ පිටවෙන්න ගත්තෙ නිකිනි එ දිහා බයවෙලා බලාගෙන ඉද්දි...

" අනෙ ඔය කතාව නතර කරන්න...ප්ලීස්...අපි ඉක්මනට මේක හොද කරගමු..ඔයාට මොනව හරි උනොත් ධනුක කොහොම ඉවසගන්නද? එයා මට ආදරේ නැති උනාට මං එයාට ආදරෙයි..ධනුක දුකෙන් ඉන්නව බලන්න මට බෑ..."

අසරණ හිනාවකින් මූන සරසගෙන නෙතූ ලේන්සුවෙන් දාඩිය පිහද ගත්තෙ තොලකට වේලිල තියෙද්දි...

" අපි ගෙදර යන් නිකිනි...මට තවත් මෙහෙම ඉන්න බෑ..."

"අ...නේ...අපි හොස්පිට්ල් යන් ..."

" මගෙ අන්තිම කැමැත්තට ඉඩ දෙන්න නිකිනි..මං මේව ගෙවල ඉවරයක් කරන්න ඕන...මට තව වැඩි වෙලාවක් නෑ...ධනුකත් ඉක්මනටම එයි..."

ඊට එහා වචනයක් වත් කතාකරගන්න බැරුව අසරණ ඇස්වලින් නිකිනි වටපිට බැලුවෙ කදුලු හිර කරගෙන..උරේට වාරු වෙලා අමාරුවෙන් ඉන්න නෙතූගෙ හිත ආයෙ ආයෙත් පාරන්න බැරි කමටම නිකිනි පාරෙ ගිය ත්‍රීවිලර් එකක් නතර කරගත්තෙ නෙතූව ගෙදර එක්කන් යන්න හිතාගෙන...

" ඔ..ඔයාට ගොඩක් පි..න් නිකි..නි...මං වගේ ප..ව්කාර ගෑනියෙක්...ට උදව් කරන එ...කට...අ..අනේ...මට සමාවෙන්න ... "

දුර්වල හඩින් කතාකරන නෙතූගෙ හිත හදන්නෙ කොහොමද කියල කෙල්ලට කිසිම දෙයක් ඔලුවට ආවෙ නෑ...මෙතනින් එහාට එන ප්‍රශ්න වලට කොහොම මූන දෙන්න වෙයිද කියල නිකිනි හිටියෙ හොදටම අවුල් වෙලා..නෙතූගෙ කදුලු වලින් නිකිනිගෙ ලා රෝසපාට බ්ලවුස් එක පෙගෙද්දි නිකිනි කරෙ හෙමීට නෙතූගෙ ඔලුව අතගාන එක...

" බය වෙන්න එපා...ඔයාට මුකුත් වෙන්නෙ නෑ...."

වෙන කියන්න දෙයක් නැති කමටම නිකිනි එ වචන ටික කියාගත්තෙත් අමාරුවෙන්...

❣❣❣❣❣❣❣❣❣❣❣❣❣

" ඔය වත්ත ඇතුලට දාන්න ත්‍රීවිල් එක..මෙයාව ගෙයි ලගින් ම බස්සගන්න ඕන..."

" හරි මිස්..."

බන්ඩාර අංකලුත් සීතම්මත් ඉස්සරට දුවන් ආවෙ ත්‍රීවිල් එක ගෙයි ඉස්සරහ නතර කරපු සද්දෙට වෙන්න ඇති...

" මෙන්න අංකල් හයර් එක..."

"හරි මිස්...මං ගිහින් එන්නං.."

නෙතූ වත්තන් කරගෙන නිකිනි ගෙට ගොඩ උනෙ අමාරුවෙන්..සීතත් නිකිනිට එකතු උනේ වෙලා තියෙන්නෙ මොකක්ද කියල හිතාගන්න බැරුව...

" අනෙ මෙ දරුවගෙ ඇග හොදටම රස්නෙයි නෙව...ඩොක්ට මොකද කිව්වෙ නිකිනි බේබි...අසනීපෙ මොකක්ද?"

"හ්ම්...ඔක්කොම ප්‍රශ්න වලට උත්තර දෙන්නම් සීතම්මෙ..දැං තරහ නැතුව ගිහින් නෙතූට බොන්න කූල් මොනව හරි අරන් එන්න..එයාට හරියට ඇගට පනක් කදක් නෑ...."

🐞━━━━━━━⸙S💜K⸙━━━━━━━🐞

දනුක මේ ගැන දැනගත්තම මොනව වෙයිද යාලුවනේ 🤫...හමුවෙමු නමවන කොටසෙන්..මං SK💫💖

🐞━━━━━━━⸙S💜K⸙━━━━━━━🐞

────❀̥──𝐁𝐥𝐞𝐬𝐬𝐢𝐧𝐠 𝐓𝐨 All ────❀̥
`;
